Repository: amaarrjith/instaresolv-kmp-shared
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, ur

# request_delete_observation
source: Request to Delete Observation
ar: طلب حذف الملاحظة
es: Solicitud para eliminar observación
hi: अवलोकन हटाने का अनुरोध
ur: مشاہدے کو حذف کرنے کی درخواست

# request_for_certificate_clousure
source: Request for Permit Closure
ar: طلب إغلاق التصريح
es: Solicitud de cierre de permiso
hi: परमिट बंद करने का अनुरोध
ur: پرمٹ بند کرنے کی درخواست

# request_for_certificate_clousure_text
source: I verify the work has been completed correctly and all required controls were implemented
ar: أؤكد أن العمل قد تم إنجازه بشكل صحيح وتم تنفيذ جميع الضوابط المطلوبة
es: Verifico que el trabajo se ha completado correctamente y que se implementaron todos los controles requeridos
hi: मैं पुष्टि करता/करती हूँ कि कार्य सही ढंग से पूरा किया गया है और सभी आवश्यक नियंत्रण लागू किए गए थे
ur: میں تصدیق کرتا/کرتی ہوں کہ کام درست طریقے سے مکمل کیا گیا ہے اور تمام ضروری کنٹرولز نافذ کیے گئے تھے

# request_responsibility_change
source: Request Observation Responsible Person Change
ar: طلب تغيير الشخص المسؤول عن الملاحظة
es: Solicitar Observación Cambio de Persona Responsable
hi: निरीक्षण के लिए जिम्मेदार व्यक्ति परिवर्तन का अनुरोध करें
ur: مشاہدے کے ذمہ دار شخص کی تبدیلی کی درخواست کریں۔

source: Request To Delete Observation
ar: طلب حذف الملاحظة
es: Solicitud para eliminar observación
hi: अवलोकन हटाने का अनुरोध
ur: مشاہدے کو حذف کرنے کی درخواست

source: Request to Join group
ar: طلب الانضمام إلى المجموعة
es: Solicitud para unirse al grupo
hi: समूह में शामिल होने का अनुरोध
ur: گروپ جوائن کرنے کی درخواست

source: Request to Join Project
ar: طلب الانضمام إلى المشروع
es: Solicitud para unirse al proyecto
hi: परियोजना में शामिल होने का अनुरोध
ur: پروجیکٹ میں شامل ہونے کی درخواست

source: Requestor
ar: المُقدِّم
es: Solicitante
hi: निवेदन कर्ता
ur: درخواست کرنے والا

source: Requestor Name
ar: اسم مقدم الطلب
es: Nombre del solicitante
hi: अनुरोधकर्ता का नाम
ur: درخواست دہندہ کا نام

source: Required field %@
ar: الحقل مطلوب %@
es: Campo obligatorio %@
hi: आवश्यक फ़ील्ड %@
ur: مطلوبہ فیلڈ %@

source: Resend Code
ar: إعادة إرسال الرمز
es: Reenviar código
hi: पुन: कोड भेजे
ur: کوڈ دوبارہ بھیجیں۔

source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña
hi: पासवर्ड रीसेट
ur: پاس ورڈ ری سیٹ کریں۔

source: Reset To Default
ar: إعادة التعيين إلى الافتراضي
es: Restablecer los valores predeterminados
hi: वितथ पर ले जाएं
ur: ڈیفالٹ پر ری سیٹ کریں۔

# responsibility_all_members
source: Responsibility for all group members
ar: المسؤولية لجميع أعضاء المجموعة
es: Responsabilidad hacia todos los miembros del grupo.
hi: समूह के सभी सदस्यों की जिम्मेदारी
ur: تمام گروپ ممبران کی ذمہ داری

# responsibility_for_all
source: Responsibility for all group members
ar: المسؤولية لجميع أعضاء المجموعة
es: Responsabilidad hacia todos los miembros del grupo.
hi: समूह के सभी सदस्यों की जिम्मेदारी
ur: تمام گروپ ممبران کی ذمہ داری

# responsibility_for_all_project
source: Responsibility for all project members
ar: المسؤولية عن جميع أعضاء المشروع
es: Responsabilidad de todos los miembros del proyecto.
hi: सभी परियोजना सदस्यों के लिए जिम्मेदारी
ur: تمام پروجیکٹ ممبران کی ذمہ داری

source: Responsible
ar: المسؤول
es: Responsable
hi: जिम्मेदार
ur: ذمہ دار

source: Responsible HSE Person
ar: الشخص المسؤول عن الصحة والسلامة والبيئة
es: Persona responsable de HSE
hi: जिम्मेदार HSE व्यक्ति
ur: ذمہ دار HSE شخص

source: Responsible Person
ar: الشخص المسؤول
es: Persona Responsable
hi: जिम्मेदार व्यक्ति
ur: ذمہ دار شخص

# responsible_person_change_description
source: Provide a short description of why you want to change Responsible Person of this observation
ar: قدّم وصفًا قصيرًا لسبب رغبتك في تغيير الشخص المسؤول عن هذه الملاحظة.
es: Proporcione una breve descripción de por qué desea cambiar la Persona Responsable de esta observación.
hi: आप इस अवलोकन के जिम्मेदार व्यक्ति को क्यों बदलना चाहते हैं इसका संक्षिप्त विवरण प्रदान करें
ur: ایک مختصر وضاحت فراہم کریں کہ آپ اس مشاہدے کے ذمہ دار شخص کو کیوں تبدیل کرنا چاہتے ہیں۔

source: RESPONSIBLE PERSON EMAIL
ar: البريد الإلكتروني للشخص المسؤول
es: CORREO ELECTRÓNICO DEL RESPONSABLE
hi: जिम्मेदार व्यक्ति ईमेल
ur: ذمہ دار شخص کا ای میل

source: Responsible Person Name
ar: اسم الشخص المسؤول
es: Nombre de la persona responsable
hi: जिम्मेदार व्यक्ति का नाम
ur: ذمہ دار شخص کا نام

source: Review Observation Closeout
ar: مراجعة إغلاق الملاحظة
es: Revisar el cierre de la observación
hi: अवलोकन समापन की समीक्षा करें
ur: مشاہدے کی بندش کا جائزہ لیں۔

source: Road Traffic Accident
ar: حادث مروري على الطريق
es: Accidente de tráfico
hi: सड़क यातायात दुर्घटना
ur: روڈ ٹریفک حادثہ

source: Role / Designation
ar: الدور / التعيين
es: Rol / Designación
hi: भूमिका/पदनाम
ur: کردار/ عہدہ

source: Sample Text
ar: نموذج النص
es: Texto de muestra
hi: सेम्पल विषय
ur: نمونہ متن

source: Save Profile
ar: حفظ الملف الشخصي
es: Guardar perfil
hi: प्रोफ़ाइल बचा
ur: پروفائل محفوظ کریں۔

source: Save as Draft
ar: حفظ كمسودة
es: Guardar como borrador
hi: ड्राफ्ट के रूप में सेव करें
ur: ڈرافٹ کے طور پر محفوظ کریں۔

source: Save Details
ar: حفظ التفاصيل
es: Guardar detalles
hi: विवरण सहेजें
ur: تفصیلات محفوظ کریں۔

source: Save Language
ar: حفظ اللغة
es: Guardar idioma
hi: भाषा सहेजें
ur: زبان محفوظ کریں۔

# score_count
source: Score: %@/%@
ar: النتيجة: %@/%@
es: Puntuación: %@/%@
hi: स्कोर: %@/%@
ur: اسکور: %@/%@

# Score: %lld/%lld
source: Score: %1$lld/%2$lld
ar: النتيجة: %1$lld/%2$lld
es: Puntuación: %1$lld/%2$lld
hi: स्कोर: %1$lld/%2$lld
ur: اسکور: %1$lld/%2$lld

source: Search
ar: بحث
es: Buscar
hi: खोज
ur: تلاش کریں۔

source: Search Project
ar: مشروع البحث
es: Proyecto de búsqueda
hi: प्रोजेक्ट खोजें
ur: سرچ پروجیکٹ

source: Search Employees
ar: البحث عن الموظفين
es: Buscar empleados
hi: कर्मचारी खोजें
ur: ملازمین کو تلاش کریں۔

source: Search Groups
ar: بحث بالمجموعات
es: Buscar grupos
hi: समूह खोजें
ur: گروپس تلاش کریں۔

source: Search Incident Type
ar: بحث نوع الحادث
es: Buscar tipo de incidente
hi: घटना प्रकार खोजें
ur: واقعہ کی قسم تلاش کریں۔

source: Search Incidents
ar: حوادث البحث
es: Incidentes de búsqueda
hi: घटनाएँ खोजें
ur: واقعات تلاش کریں۔

source: Search Inspections
ar: عمليات التفتيش البحث
es: Inspecciones de búsqueda
hi: खोज निरीक्षण
ur: تلاش کے معائنہ

source: Search Lesson Learned
ar: بحث الدروس المستفادة
es: Buscar lección aprendida
hi: सीखा गया पाठ खोजें
ur: سیکھا سبق تلاش کریں۔

source: Search Locations
ar: ابحث عن المواقع
es: Buscar ubicaciones
hi: स्थान खोजें
ur: مقامات تلاش کریں۔

# search_members_placeholder
source: Search members ..
ar: ابحث عن الأعضاء ...
es: Buscar miembros..
hi: सदस्यों को खोजें..
ur: اراکین کو تلاش کریں ..

source: Search Observations
ar: بحث بالملاحظات
es: Buscar observaciones
hi: अवलोकन खोजें
ur: مشاہدات تلاش کریں۔

source: Search Permits
ar: البحث عن التصاريح
es: Buscar permisos
hi: परमिट खोजें
ur: پرمٹس تلاش کریں۔

# search_pre_task
source: Search Pre-Task Briefing
ar: البحث في ملخص ما قبل المهمة
es: Búsqueda de información previa a la tarea
hi: प्री-टास्क ब्रीफिंग खोजें
ur: پری ٹاسک بریفنگ تلاش کریں۔

source: Search Projects
ar: البحث في المشاريع
es: Buscar Proyectos
hi: प्रोजेक्ट खोजें
ur: پروجیکٹس تلاش کریں۔

source: Search ToolBox Talks
ar: محادثات صندوق الأدوات
es: Charlas de Search ToolBox
hi: टूलबॉक्स वार्ता खोजें
ur: ToolBox Talks تلاش کریں۔

source: Search User
ar: ابحث عن مستخدم
es: Buscar usuario
hi: उपयोगकर्ता खोजें
ur: صارف تلاش کریں۔

source: Search Violations
ar: مخالفات البحث
es: Infracciones de búsqueda
hi: उल्लंघन खोजें
ur: خلاف ورزیاں تلاش کریں۔

source: Second
ar: ثانية
es: Segundo
hi: दूसरा
ur: دوسرا

source: Seconds
ar: ثواني
es: Artículos de segunda clase
hi: सेकंड
ur: سیکنڈز

source: Select
ar: اختر
es: Seleccionar
hi: चुनना
ur: منتخب کریں۔

source: Select Language
ar: اختر اللغة
es: Seleccionar idioma
hi: भाषा चुने
ur: زبان منتخب کریں۔

source: Select Training Video
ar: حدد فيديو التدريب
es: Seleccionar video de capacitación
hi: प्रशिक्षण वीडियो चुनें
ur: ٹریننگ ویڈیو منتخب کریں

source: Select a method
ar: اختر طريقة
es: Seleccione un método
hi: एक विधि चुनें
ur: ایک طریقہ منتخب کریں۔

# select_a_project
source: SELECT PROJECT
ar: اختر مشروعًا
es: SELECCIONAR PROYECTO
hi: प्रोजेक्ट चुनें
ur: پروجیکٹ کو منتخب کریں۔

source: Select a user
ar: اختر مستخدماً
es: Seleccione un usuario
hi: एक उपयोगकर्ता चुनें
ur: ایک صارف منتخب کریں۔

source: Select Designation
ar: اختر المسمى الوظيفي
es: Seleccionar designación
hi: पदनाम चुनें
ur: عہدہ منتخب کریں۔

source: Select Group
ar: اختر مجموعة
es: Seleccionar grupo
hi: समूह का चयन करें
ur: گروپ کو منتخب کریں۔

source: Select Member
ar: اختر عضوا
es: Seleccionar miembro
hi: सदस्य का चयन करें
ur: ممبر منتخب کریں۔

# select_member_placeholder
source: Select a member
ar: اختر عضوا
es: Seleccione un miembro
hi: एक सदस्य चुनें
ur: ایک رکن منتخب کریں۔

# select_one_user_alert
source: Please select at least one user
ar: يرجى تحديد مستخدم واحد على الأقل.
es: Por favor seleccione al menos un usuario
hi: कृपया कम से कम एक उपयोगकर्ता चुनें
ur: براہ کرم کم از کم ایک صارف منتخب کریں۔

source: Select Project
ar: اختر المشروع
es: Seleccionar Proyecto
hi: प्रोजेक्ट चुनें
ur: پروجیکٹ کو منتخب کریں۔

source: Select Role
ar: اختر الدور
es: Seleccionar rol
hi: भूमिका चुनें
ur: کردار منتخب کریں۔

source: Select User
ar: اختر المستخدم
es: Seleccionar usuario
hi: उपयोगकर्ता का चयन करें
ur: صارف کو منتخب کریں۔

source: Selected Value
ar: القيمة المحددة
es: Valor seleccionado
hi: चयनित मान
ur: منتخب کردہ قدر

source: Send
ar: إرسال
es: Enviar
hi: भेजना
ur: بھیجیں۔

source: SEND NOTIFICATION TO
ar: إرسال إشعار إلى
es: ENVIAR NOTIFICACIÓN A
hi: को अधिसूचना भेजें
ur: کو اطلاع بھیجیں۔

source: Settings
ar: الإعدادات
es: Ajustes
hi: सेटिंग्स
ur: ترتیبات

source: SETTINGS
ar: إعدادات
es: AJUSTES
hi: सेटिंग्स
ur: سیٹنگز

# settings.about_instaresolv
source: About InstaResolv
ar: حول إنستاريسولف
es: Acerca de InstaResolv
hi: इंस्टा रिसोल्व के बारे में
ur: InstaResolv کے بارے میں

# settings.about_us
source: About Us
ar: معلومات عنا
es: Sobre nosotros
hi: हमारे बारे में
ur: ہمارے بارے میں

# settings.app_language
source: App Language
ar: لغة التطبيق
es: Idioma de la aplicación
hi: ऐप भाषा
ur: ایپ کی زبان

# settings.app_notifications
source: App Notifications
ar: إشعارات التطبيق
es: Notificaciones de aplicaciones
hi: एप्लिकेशन सूचनाएं
ur: ایپ کی اطلاعات

# settings.change_password
source: Change Password
ar: تغيير كلمة المرور
es: Cambiar la contraseña
hi: पासवर्ड बदलें
ur: پاس ورڈ تبدیل کریں۔

# settings.company_details
source: Company Details
ar: تفاصيل الشركة
es: Detalles de la empresa
hi: कंपनी का विवरण
ur: کمپنی کی تفصیلات

# settings.connect_team
source: Connect InstaResolv Team
ar: قم بتوصيل فريق InstaResolv
es: Conecte el equipo de InstaResolv
hi: InstaResolv टीम से जुड़ें
ur: InstaResolv ٹیم کو مربوط کریں۔

# settings.contact_us
source: Contact Us
ar: اتصل بنا
es: Contáctenos
hi: हमसे संपर्क करें
ur: ہم سے رابطہ کریں۔

# settings.delete_account
source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
hi: खाता हटा दो
ur: اکاؤنٹ حذف کریں۔

# settings.disabled_app_notification
source: Disabled App Notification
ar: إشعار التطبيق المعطل
es: Notificación de aplicación deshabilitada
hi: अक्षम ऐप अधिसूचना
ur: غیر فعال ایپ کی اطلاع

# settings.disabled_email_notification
source: Disabled Email Notification
ar: تعطيل إشعار البريد الإلكتروني
es: Notificación por correo electrónico deshabilitada
hi: अक्षम ईमेल अधिसूचना
ur: غیر فعال ای میل اطلاع

# settings.email_notifications
source: Email Notifications
ar: إشعارات البريد الإلكتروني
es: Notificaciones por correo electrónico
hi: ईमेल सूचनाएं
ur: ای میل اطلاعات

# settings.enabled_app_notification
source: Enabled App Notification
ar: تمكين إشعار التطبيق
es: Notificación de aplicación habilitada
hi: सक्षम ऐप अधिसूचना
ur: فعال ایپ کی اطلاع

# settings.enabled_email_notification
source: Enabled Email Notification
ar: تمكين إشعار البريد الإلكتروني
es: Notificación por correo electrónico habilitada
hi: सक्षम ईमेल अधिसूचना
ur: فعال ای میل اطلاع

# settings.english
source: English
ar: إنجليزي
es: Inglés
hi: अंग्रेज़ी
ur: انگریزی

# settings.hindi
source: Hindi
ar: الهندية
hi: हिंदी
ur: ہندی

# settings.permanently_delete
source: Permanently Delete Account
ar: حذف الحساب نهائيا
es: Eliminar cuenta permanentemente
hi: खाता स्थायी रूप से हटाएँ
ur: اکاؤنٹ کو مستقل طور پر حذف کریں۔

# settings.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
es: política de privacidad
hi: गोपनीयता नीति
ur: رازداری کی پالیسی

# settings.terms_and_privacy
source: Terms of Use & Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصية
es: Términos de uso y política de privacidad
hi: उपयोग की शर्ते प्राइवेसि पॉलिसी
ur: استعمال کی شرائط اور رازداری کی پالیسی

# settings.terms_of_use
source: Terms of Use
ar: شروط الاستخدام
es: Condiciones de uso
hi: उपयोग की शर्तें
ur: استعمال کی شرائط

# settings.title
source: Settings
ar: إعدادات
es: Ajustes
hi: सेटिंग्स
ur: ترتیبات

# settings.translation_language
source: Translation Language
ar: لغة الترجمة
es: Idioma de traducción
hi: अनुवाद भाषा
ur: ترجمہ کی زبان

# settings.zoondia
source: Zoondia Pvt Ltd
ar: زونديا الجندي المحدودة
hi: ज़ूंडिया प्राइवेट लिमिटेड
ur: زونڈیا پرائیویٹ لمیٹڈ

source: Share Document
ar: مشاركة المستند
es: Compartir documento
hi: दस्तावेज़ साझा करें
ur: دستاویز کا اشتراک کریں۔

# share_message
source: AlNasr You are invited to a group in AlNasr iOS Group Name: %@ Group Code: %@ Enter the above code to join Install ALNASR now.
ar: تقرير أثناء التنقل تمت دعوتك إلى مجموعة في تطبيق Report On The Go لنظام iOS اسم المجموعة: %@ رمز المجموعة: %@ أدخل الرمز أعلاه للانضمام قم بتثبيت ALNASR الآن
es: alnasr Estás invitado a un grupo en AlNasr iOS Nombre del grupo: %@ Código de grupo: %@ Ingrese el código anterior para unirse Instale ALNASR ahora.
hi: अलनस्र आपको AlNasr iOS में एक समूह में आमंत्रित किया गया है समूह का नाम: %@ समूह कोड: %@ शामिल होने के लिए उपरोक्त कोड दर्ज करें अभी ALNASR इंस्टॉल करें.
ur: النصر آپ کو النصر iOS میں ایک گروپ میں مدعو کیا گیا ہے۔ گروپ کا نام: %@ گروپ کوڈ: %@ شامل ہونے کے لیے اوپر کا کوڈ درج کریں۔ ALNASR ابھی انسٹال کریں۔

# share_message_project
source: AlNasr You are invited to a project in AlNasr iOS Project Name: %@ Project Code: %@ Enter the above code to join Install ALNASR now.
ar: تقرير أثناء التنقل لقد تمت دعوتك إلى مشروع في تطبيق Report On The Go لنظام iOS اسم المشروع: %@ رمز المشروع: %@ أدخل الرمز أعلاه للانضمام قم بتثبيت ALNASR الآن
es: alnasr Estás invitado a un proyecto en AlNasr iOS Nombre del proyecto: %@ Código de proyecto: %@ Ingrese el código anterior para unirse Instale ALNASR ahora.
hi: अलनस्र आपको AlNasr iOS में एक प्रोजेक्ट के लिए आमंत्रित किया गया है परियोजना का नाम: %@ प्रोजेक्ट कोड: %@ शामिल होने के लिए उपरोक्त कोड दर्ज करें अभी ALNASR इंस्टॉल करें.
ur: النصر آپ کو النصر iOS میں ایک پروجیکٹ میں مدعو کیا گیا ہے۔ پروجیکٹ کا نام: %@ پروجیکٹ کوڈ: %@ شامل ہونے کے لیے اوپر کا کوڈ درج کریں۔ ALNASR ابھی انسٹال کریں۔

source: %@ should be greater than %@.
ar: يجب أن يكون %@ أكبر من %@.
es: %@ debe ser mayor que %@.
hi: %@ %@ से बड़ा होना चाहिए.
ur: %@ %@ سے بڑا ہونا چاہئے۔

source: %@ should be less than %@.
ar: يجب أن يكون %@ أقل من %@.
es: %@ debe ser menor que %@.
hi: %@ %@ से कम होना चाहिए.
ur: %@ %@ سے کم ہونا چاہئے۔

source: Show all Observations that are not specified to any project.
ar: إظهار جميع الملاحظات غير المحددة لأي مشروع.
es: Mostrar todas las Observaciones que no están especificadas para ningún proyecto.
hi: वे सभी अवलोकन दिखाएँ जो किसी प्रोजेक्ट के लिए निर्दिष्ट नहीं हैं।
ur: وہ تمام مشاہدات دکھائیں جو کسی پروجیکٹ کے لیے مخصوص نہیں ہیں۔

source: Show less
ar: عرض أقل
es: Mostrar menos
hi: कम दिखाएं
ur: کم دکھائیں

# show_all_items_not_in_project
source: Show all %@ that are not specified to any project.
ar: إظهار كافة %@ التي لم يتم تحديدها لأي مشروع.
es: Mostrar todos los %@ que no están especificados para ningún proyecto.
hi: वे सभी %@ दिखाएं जो किसी प्रोजेक्ट के लिए निर्दिष्ट नहीं हैं।
ur: وہ تمام %@ دکھائیں جو کسی پروجیکٹ کے لیے مخصوص نہیں ہیں۔

# show_all_observations
source: Show all Observations that are not specified to any group
ar: عرض كل الملاحظات التي لم تُحدد لأي مجموعة.
es: Mostrar todas las Observaciones que no están especificadas a ningún grupo
hi: वे सभी अवलोकन दिखाएँ जो किसी समूह के लिए निर्दिष्ट नहीं हैं
ur: وہ تمام مشاہدات دکھائیں جو کسی گروپ کے لیے مخصوص نہیں ہیں۔

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
hi: दाखिल करना
ur: سائن ان کریں۔

source: Sign Up
ar: سجّل
es: Inscribirse
hi: साइन अप करें
ur: سائن اپ کریں۔

source: Significant Environmental Incident
ar: حادث بيئي كبير
es: Incidente ambiental significativo
hi: महत्वपूर्ण पर्यावरणीय घटना
ur: اہم ماحولیاتی حادثہ

source: Something Went Wrong!!
ar: حدث خطأ ما!!
es: ¡¡Algo salió mal!!
hi: कुछ गलत हो गया!!
ur: کچھ غلط ہو گیا!!

source: Specify a Group
ar: حدد مجموعة
es: Especificar un grupo
hi: एक समूह निर्दिष्ट करें
ur: ایک گروپ کی وضاحت کریں۔

source: Specify a Project
ar: حدد مشروعًا
es: Especificar un proyecto
hi: एक प्रोजेक्ट निर्दिष्ट करें
ur: ایک پروجیکٹ کی وضاحت کریں۔

# specify_facility_or_project
source: Specify Facility / Project
ar: تحديد المنشأة / المشروع
es: Especificar instalación/proyecto
hi: सुविधा/परियोजना निर्दिष्ट करें
ur: سہولت / پروجیکٹ کی وضاحت کریں۔

source: START TIME
ar: وقت البدء
es: HORA DE INICIO
hi: समय शुरू
ur: وقت شروع کریں۔

source: STARTED
ar: بدأ
es: INICIADO
hi: शुरू किया गया
ur: شروع کیا گیا

source: Status
ar: الحالة
es: Estado
hi: स्थिति
ur: حیثیت

# step_by_step
source: Step by step Account of today's task
ar: حساب خطوة بخطوة لمهمة اليوم
es: Paso a paso Cuenta de la tarea de hoy
hi: आज के कार्य का क्रमवार लेखा-जोखा
ur: آج کے کام کا مرحلہ وار حساب کتاب

# step_by_step_account
source: Step by Step Account of Today's Task
ar: حساب خطوة بخطوة لمهمة اليوم
es: Relato paso a paso de la tarea de hoy
hi: आज के कार्य का क्रमवार लेखा-जोखा
ur: آج کے کام کا مرحلہ وار حساب کتاب

# step_by_step_description
source: The details here shall be explained to the work crew. The Supervisor will be held responsible for any work that is conducted and not detailed here
ar: سيتم شرح التفاصيل هنا لطاقم العمل. سيكون المشرف مسؤولاً عن أي عمل يتم إجراؤه ولم يتم تفصيله هنا
es: Los detalles aquí se explicarán al equipo de trabajo. El Supervisor será responsable de cualquier trabajo que se realice y no se detalle aquí.
hi: यहां विवरण कार्य दल को समझाया जाएगा। पर्यवेक्षक को ऐसे किसी भी कार्य के लिए जिम्मेदार ठहराया जाएगा जो आयोजित किया गया है और जिसका विवरण यहां नहीं दिया गया है
ur: یہاں کی تفصیلات کام کے عملے کو سمجھائی جائیں گی۔ سپروائزر کسی بھی کام کے لیے ذمہ دار ہوگا جو یہاں کیا گیا ہے اور اس کی تفصیل نہیں ہے۔

source: Sub Contractor
ar: المقاول من الباطن
es: Subcontratista
hi: उप ठेकेदार
ur: ذیلی ٹھیکیدار

source: Sub Contractor Authorisation
ar: تفويض المقاول الفرعي
es: Autorización del subcontratista
hi: सब कॉन्ट्रैक्टर प्राधिकरण
ur: ذیلی ٹھیکیدار کی اجازت

source: Sub Contractor Authorized Person
ar: الشخص المخول للمقاول الفرعي
es: Persona autorizada del subcontratista
hi: उप ठेकेदार अधिकृत व्यक्ति
ur: ذیلی ٹھیکیدار کا مجاز شخص

source: Sub Contractor Authorizer Name
ar: اسم المفوض للمقاول الفرعي
es: Nombre del autorizador del subcontratista
hi: सब कॉन्ट्रैक्टर अधिकृत व्यक्ति का नाम
ur: ذیلی ٹھیکیدار کے مجاز شخص کا نام

source: Sub Contractor Closure
ar: إغلاق المقاول الفرعي
es: Cierre del subcontratista
hi: सब कॉन्ट्रैक्टर समापन
ur: ذیلی ٹھیکیدار کی بندش

source: SubContractor
ar: المقاول من الباطن
es: Subcontratista
hi: उपठेकेदार
ur: ذیلی ٹھیکیدار

source: Submit
ar: إرسال
es: Entregar
hi: जमा करना
ur: جمع کروائیں۔

source: Success
ar: نجاح
es: Éxito
hi: सफलता
ur: کامیابی

# sucessfully_generated_code
source: Successfully Generated Code
ar: تم بنجاح إنشاء الرمز
es: Con éxito Código generado
hi: सफलतापूर्वक जनरेट किया गया कोड
ur: کامیابی سے تیار کردہ کوڈ

source: Super Admin
ar: مشرف عام
es: Súper administrador
hi: सुपर एडमिन
ur: سپر ایڈمن

source: Suspend Permit
ar: تعليق التصريح
es: Suspender permiso
hi: परमिट निलंबित करें
ur: پرمٹ معطل کریں

source: Suspended
ar: معلق
es: Suspendido
hi: निलंबित
ur: معطل

source: Suspended By
ar: تم التعليق بواسطة
es: Suspendido por
hi: द्वारा निलंबित
ur: کی جانب سے معطل

# tab.briefs
source: BRIEFS
ar: ملخصات
es: BRAGAS
hi: कच्छा
ur: بریفز

# tab.home
source: HOME
ar: بيت
es: HOGAR
hi: घर
ur: گھر

# tab.projects
source: PROJECTS
ar: المشاريع
es: PROYECTOS
hi: परियोजनाओं
ur: پروجیکٹس

# tab.settings
source: SETTINGS
ar: إعدادات
es: AJUSTES
hi: सेटिंग्स
ur: سیٹنگز

source: TASK TITLE
ar: عنوان المهمة
es: TÍTULO DE LA TAREA
hi: कार्य का शीर्षक
ur: ٹاسک کا عنوان

source: Terms of Use & Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصية
es: Términos de uso y política de privacidad
hi: उपयोग की शर्ते प्राइवेसि पॉलिसी
ur: استعمال کی شرائط اور رازداری کی پالیسی

source: Terms of Use
ar: شروط الاستخدام
es: Condiciones de uso
hi: उपयोग की शर्तें
ur: استعمال کی شرائط

source: Text Format
ar: تنسيق النص
es: Formato de texto
hi: पाठ प्रारूप
ur: ٹیکسٹ فارمیٹ

source: This may take some time
ar: قد يستغرق هذا بعض الوقت
es: Esto puede llevar algún tiempo
hi: इसमें कुछ समय लग सकता है
ur: اس میں کچھ وقت لگ سکتا ہے۔

source: TITLE
ar: العنوان
es: TÍTULO
hi: शीर्षक
ur: عنوان

# toast.no_internet
source: No internet connection. Connect to the internet to sync your data.
ar: لا يوجد اتصال بالإنترنت. اتصل بالإنترنت لمزامنة بياناتك.
es: Sin conexión a Internet. Conéctese a Internet para sincronizar sus datos.
hi: कोई इंटरनेट कनेक्शन नहीं। अपना डेटा सिंक करने के लिए इंटरनेट से कनेक्ट करें।
ur: انٹرنیٹ کنکشن نہیں ہے۔ اپنے ڈیٹا کی مطابقت پذیری کے لیے انٹرنیٹ سے جڑیں۔

# toast.pdf_save_failed
source: Failed to save PDF. Please try again.
ar: فشل في حفظ ملف PDF. يرجى المحاولة مرة أخرى.
es: No se pudo guardar el PDF. Por favor inténtalo de nuevo.
hi: पीडीएफ सहेजने में विफल. कृपया पुन: प्रयास करें।
ur: PDF محفوظ کرنے میں ناکام۔ براہ کرم دوبارہ کوشش کریں۔

# toast.pdf_saved_success
source: PDF saved successfully.
ar: تم حفظ ملف PDF بنجاح.
es: PDF guardado correctamente.
hi: पीडीएफ सफलतापूर्वक सहेजा गया.
ur: PDF کامیابی کے ساتھ محفوظ ہو گئی۔

source: Toolbox Talks
ar: صندوق الأدوات محادثات
es: Caja de herramientas Charlas
hi: टूलबॉक्स बातचीत
ur: ٹول باکس باتیں کرتا ہے۔

source: Toolbox Talk
ar: حديث صندوق الأدوات
es: Charla sobre la caja de herramientas
hi: उपकरण बॉक्स में बात
ur: ٹول باکس ٹاک

source: ToolBox Talk created
ar: تم إنشاء ToolBox Talk
es: Se creó ToolBox Talk
hi: टूलबॉक्स टॉक बनाया गया
ur: ٹول باکس ٹاک بنایا گیا۔

# toolbox_talk_created_success
source: ToolBox Talk created successfully
ar: تم إنشاء ToolBox Talk بنجاح
es: ToolBox Talk creado con éxito
hi: टूलबॉक्स टॉक सफलतापूर्वक बनाया गया
ur: ٹول باکس ٹاک کامیابی کے ساتھ بنایا گیا۔

# toolbox_talk_delete
source: Are you sure you want to delete this toolbox talk draft. This incident will be removed permanently
ar: هل أنت متأكد أنك تريد حذف مسودة نقاش صندوق الأدوات هذه. ستتم إزالة هذا الحادث إلى الأبد
es: ¿Está seguro de que desea eliminar este borrador de la charla de la caja de herramientas? Este incidente se eliminará permanentemente.
hi: क्या आप वाकई इस टूलबॉक्स टॉक ड्राफ्ट को हटाना चाहते हैं? इस घटना को स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس ٹول باکس ٹاک ڈرافٹ کو حذف کرنا چاہتے ہیں؟ اس واقعہ کو مستقل طور پر ہٹا دیا جائے گا۔

source: ToolBox Talk Drafts
ar: مسودات نقاش ToolBox
es: Borradores de la charla ToolBox
hi: टूलबॉक्स टॉक ड्राफ्ट
ur: ٹول باکس ٹاک ڈرافٹ

source: ToolBox Talk Report
ar: تقرير نقاش ToolBox
es: Informe de charla de ToolBox
hi: टूलबॉक्स टॉक रिपोर्ट
ur: ٹول باکس ٹاک رپورٹ

# toolbox_talk_saved_draft
source: ToolBox Talk successfully saved as draft
ar: تم حفظ ToolBox Talk كمسودة بنجاح
es: ToolBox Talk se guardó correctamente como borrador
hi: टूलबॉक्स टॉक सफलतापूर्वक ड्राफ्ट के रूप में सहेजा गया
ur: ٹول باکس ٹاک کامیابی کے ساتھ ڈرافٹ کے طور پر محفوظ ہو گیا۔

# toolbox_talk_title
source: Toolbox Talk
ar: نقاش الأدوات
es: Charla sobre la caja de herramientas
hi: उपकरण बॉक्स में बात
ur: ٹول باکس ٹاک

source: TOPIC
ar: عنوان
es: TEMA
hi: विषय
ur: موضوع
